{
  "Home": {
    "Text01": "O tradiție de excelență în serviciile de asigurări și structură MGA",
    "Text02": "Soluții avansate de asigurare",

    "Text03": "Subscriere",
    "Text04": "Sisteme robuste pentru evaluarea și gestionarea riscurilor.",
    "Text05": "Gestiunea portofoliului",
    "Text06": "Instrumente complete pentru urmărirea și evaluarea portofoliului de polițe.",
    "Text07": "Managementul relațiilor cu clienții",
    "Text08": "Construirea unei legături de încredere cu clienții la fiecare interacțiune.",
    "Text09": "Managementul vânzărilor",
    "Text10": "Instrumente și procese eficiente în vânzarea fără întreruperi a polițelor.",
    "Text11": "Instrumentarea daunelor",
    "Text12": "Evaluări și soluții rapide și corecte.",
    "Text13": "Acorduri cu Intermediarii de asigurări",
    "Text14": "Parteneriate cu intermediari cu acoperire în întreagă țară.",

    "Text15": "Servicii de evaluare a daunelor la nivel național",
    "Text16": "Echipa calificată de evaluatori de dauna, prezența în toată România, gata să ajute clienții cu o evaluare promptă și precisă.",
    "Text17": "Rețea extinsă de reparații auto",
    "Text18": "Oriunde v-ați află în România, rețeaua de unități service se asigură că autovehiculul dumneavoastră este reparat la timp și în condiții excelente.",
    "Text19": "Servicii actuariale",
    "Text20": "Îmbinând practicile actuariale tradiționale cu perspectivele oferite de învățarea automată modernă, asigurând transparența și corectitudinea.",
 
    "Text21": "Conformitate și raportare",
    "Text22": "Respectarea reglementărilor:",
    "Text23": " respectarea tuturor reglementărilor din industria asigurărilor",
    "Text24": "Contabilitatea asigurărilor GAAP:",
    "Text25": " respectarea celor mai înalte standarde de raportare financiară in conformitate cu ghidurile locale.",
    "Text26": "Echipa Intaro",
    "Text27": "Cuprinzând cei mai înalți profesioniști din sectorul asigurărilor, echipa Intaro aduce expertiză, pasiune și angajament de neegalat în fiecare serviciu pe care îl oferă. De la recepție până la sala de consiliu, fiecare membru este dedicat susținerii standardului de excelență pentru care Intaro este renumit.",
    "Text28": "partener"
  }

  ,
  "Contact": {
    "Text01": "Completează formularul de mai jos pentru a ne contacta!",
    "Text02": "nume",
    
    "Text03": "prenume",
    "Text04": "e-mail",
    "Text05": "număr de telefon",
    "Text06": "subiect",
    "Text07": "mesaj",
    "Text08": "trimite",

    "Text09": "Serviciu clienți",
    "Text10": "Call Center:",
    "Text11": "Orele: M-F 8:00 - 20:00",
    "Text12": "Reclamații",
    "Text13": "Resurse umane",
    "Text14": "Sediu:",
    "Text15": "Sediul social"
  }
  }